Repository: tlhosep/joy-it-game
Catalog: joy_*_game/locale/*/LC_MESSAGES/django.po
Languages: de

source: German
de: Deutsch

source: English
de: Englisch

source: Level00 starts..
de: Testlebene startet...

source: Level00 passed
de: Ebene 0 erfolgreich

source: Level00 failed
de: Ebene 0: Fehler

source: Level:
de: Ebene:

source: Key =
de: Taste =

source: You have just pressed Key #
de: Du hast folgende Taste gedrückt: #

source: Level01 starts..
de: Ebene 1 startet...

source: Easy start
de: Einfacher Start

source: Level 1 running
de: Ebene 1 läuft

source: Level 1 failed
de: Ebene 1 war fehlerhaft

source: You have passed Level 1 :)
de: Du hast Ebene 1 geschafft!

source: You have just pressed cursor -
de: Cursortaste war -

source: Level 2 starts..
de: Ebene 2 gestartet...

source: Cursorkeys
de: Pfeiltasten

source: Level 2 running
de: Ebene 2 läuft

source: Level 2 failed
de: Ebene 2 fehlerhaft

source: You have passed Level 2 :)
de: Du hast Ebene 2 geschafft!

source: You have to press Key #
de: Bitte drücke Taste #

source: Timeout
de: Zeit abgelaufen

source: Key=
de: Taste=

source: was the wrong key, level terminates!
de: war die falsche Taste, das Level wird abgebrochen!

source: Level03 starts..
de: Ebene 3 startet...

source: Random Keys
de: Zufallstasten

source: Level 3 running
de: Ebene 3 läuft

source: Level 3 failed
de: Ebene 3 fehlerhaft

source: You have passed Level 3 :)
de: Du hast Ebene 3 gemeistert :)

source: Sorry, wrong key!
de: Falsche Taste!

source: Please touch the touchpad to start
de: Bitte berühre das Touchpad zum Start

source: Please press key #
de: Bitte drücke Taste #

source: Please touch to continue
de: Bitte Touchpad drücken um fortzufahren

source: Please press touch two times within 4 seconds
de: Das Touchpad muss innerhalb von 4 Sekunden 2x gedrückt werden

source: You have passed! :)
de: Du hast das Level geschafft :)

source: Level04 starts..
de: Ebene 4 startet...

source: Level 4 running
de: Ebene 4 läuft

source: Level 4 failed
de: Ebene 4 ist fehlerhaft

source: You have passed Level 4 :)
de: Du hast Ebene 4 geschafft!

source: Game aborted :(
de: Spiel abgebrochen :(

source: Timeout reached :(
de: Zeitüberschreitung :(

source: Level x failed
de: Ebene x fehlerhaft

source: Level x passed
de: Ebene x erfolgreich

source: Level is running
de: Ebene läuft

source: You have to login in order to play this level...
de: Du musst Dich anmelden um diese Ebene zu spielen...

source: up
de: hoch

source: right
de: rechts

source: down
de: runter

source: left
de: links

source: About me
de: Über mich

source: Home
de: Start

source: Settings
de: Einstellungen

source: Change password
de: Password ändern

source: Login
de: Anmeldung

source: Logout
de: Abmeldung

source: Admin's username
de: Benutzerkonto des email-Servers

source: Admin's email
de: Emailadresse des Adminkontos

source: Admin's password
de: Kennwort des Administrators

source: The to be used language
de: Zu benutzende Sprache

source: Email-backend module name
de: Modulname des email-Backends

source: email-hostname/url
de: Hostname/URL des email-Servers

source: Emailserver's username
de: Benutzerkonto des email-Servers

source: Emailserver's password
de: Passwort des email-Server Nutzers

source: Emailserver's port
de: Port des email-server

source: Emailserver should use TLS
de: Der email-Server nutzt TLS

source: In case for filesystem option: path
de: Der Dateipfad für die email-Datei

source: Log-Level for the application
de: Log-Level der Anwendung

source: Do change the settings file
de: Ändere die Einstellungsdatei

source: Please enter a number
de: Bitte gebe eine Zahl ein

source: Path not found
de: Der Pfad ist ungültig

source: You can't leave this blank
de: Hier muss etwas eingegeben werden

source: Invalid email
de: Ungültige Emailadresse

source: Settings now loaded, next we check for the email-functionality
de: Die Einstellungen sind jetzt geladen, jetzt prüfen wir die email-Funktionalität

source: Testmail
de: Testpost

source: me@me.com
de: ich@test.de

source: This is a testmail from the Joy-it-game
de: Diese Testmail stammt von Joy-It Spiel

source: Please enter the subject for your testmail
de: Bitte geben Sie einen Titel der email ein

source: Please enter the sender
de: Bitte gebe den Sender der email ein

source: Please enter the receiver
de: Empfänger-email Adresse

source: The Mail has been successfully transmitted! Please check your inbox or the chosen medium.
de: Wir haben dir eben erfolgreich eine email geschickt. Bitte prüfe deinen Posteingang.

source: The Mail could not be delivered!
de: Die Test-email kam leider nicht an!

source: We faced the following problem:
de: Wir haben da folgendes Problem:

source: We have encountered an unknown error during trying to submit the test-message:
de: Upps, da gab es tatsächlich einen unbekannten Fehler:

source: Continue anyhow?
de: Trotzdem fortsetzen?

source: Email delivered?
de: Email angekommen?

source: Use console
de: Benutze das Terminal

source: via Email-Server
de: Per email-Server

source: store in filesystem
de: Speichere im Dateisystem

source: Please select the email-backend to use
de: Bitte wählen Sie das email-Subsystem aus

source: Please enter the email-server url
de: URL des email-Servers

source: Please enter the email-server username
de: Benutzername des email-Servers

source: Please enter the email-server password for the user
de: Wir benötigen das email-Server Passwort hier

source: Please enter the email-server port
de: Port des email-Servers

source: Shall we use TLS?
de: Sollen wir TLS nutzen?

source: Where should the email-file be placed?
de: Wo soll die email-Datei gespeichert werden?

source: Fatal errors only
de: Nur fatale Fehler

source: Critical errors only
de: Nur kritische Fehler

source: All errors
de: Alle Fehler

source: Debug infos
de: Zusatzinformationen

source: Please select the correct log-level
de: Bitte wähle das korrekte Log-Level

source: not started
de: Nicht gestartet

source: passed
de: Erfolg

source: retry
de: Wiederholung

source: abort
de: Abbruch

source: failed
de: Fehler

source: started
de: Gestartet

source: timeout
de: Zeit abgelaufen

source: not finished
de: Nicht beendet

source: Some impressions
de: Einige Eindrücke

source: Please find below some impressions of the game. It is for sure worth to give it a try. Registration is no pain and will only be used pure locally on this device.
de: Hier unten finden sich ein paar Bilder des Spiels. Das Spiel ist auf jeden Fall einen Versuch wert :) Die Registrierung ist wirklich einfach und wird auch nur lokal auf diesem Gerät gespeichert.

source: Services
de: Dienstleistungen

source: Development
de: Entwicklung / Programmierung

source: Project Management
de: Projektleitung

source: Company
de: Firma

source: Projects
de: Projekte

source: Legal
de: Datenschutz

source: Twitter Channel
de: Twitter Kanal

source: Linked in profile
de: Linked in Profil

source: Xing profile
de: Xing Profil

source: Welcome
de: Willkommen

source: Hey
de: Hallo

source: , you are now able to start the little game or to continue from where you have left off. Please press the below button to get started :)
de: , Du kannst jetzt das Spiel neu starten oder fortsetzen. Bitte drücke den Knopf unten um anzufangen.

source: Get started
de: Starte jetzt

source: Get impressions
de: Eindrücke

source: You have to log in
de: Du musst Dich leider anmelden

source: We are sorry, but in order to move ahead you have to log in or register yourself
de: Du musst Dich leider anmelden oder registrieren um fortzufahren

source: Log &nbsp;in
de: Anmeldung

source: Level 01: The jouney starts here
de: Ebene 01: Der Spaß beginnt

source: In this level you have to press all 16 buttons in the sequence left top to bottom right in order to note down their number.<br>Timelimit: 16 seconds
de: In diesem Abschnitt musst Du alle 16 gelben Knöpfe drücken. Bitte merke Dir die Nummern gut, Du wirst sie noch brauchen :)<br>Zeitlimit: 16 Sekunden

source: Level 02: Your next step: Cursor
de: Ebene 02: Lerne den Cursor kennen

source: In this level you have to press all 4 cursor keys (in green) to test them ;) Dont forget to change the DIP-settings!<br>Timelimit: 4 seconds
de: Hier müssen jetzt alle 4 grünen Cursor-Knöpfe gedrückt werden. Bitte passe die Dip-Einstellungen an :)<br>Zeitlimit: 4 Sekunden

source: Level 03: Now... random keys
de: Ebene 03: Zufallstasten

source: As promised you have to press 20 randomly selected keys without an error. Each key has to be pressed within 4, down to 2 seconds ;)<br>Timelimit: 4..2 seconds each Key
de: Wie versprochen musst Du nun 20 Zufallstasten ohne jeden Fehler drücken. Jede Taste muss innerhalb von 4, runter bis zu 2 Sekunden gedrückt werden.<br>Zeitlimit: 4..2 Sekunden pro Taste

source: Level 04: Touch me
de: Ebene 04: Berühre mich

source: This level needs the touchpad touched several times. After each touch you need to follow the instructions in the time given.<br>Have fun!
de: Dieses Level benötigt das Touchpad einige Male. Nach der Berührung folge bitte den Anweisungen innerhalb der gegebenen Zeit.<br>Hab Spaß!

source: This is your task to solve the puzzle:
de: Dieses ist Deine Herausforderung:

source: dip settings
de: DIP-Einstellungen

source: The two dip-switches have to be set as below in order to get this level done:
de: Die beiden DIP-Schalter müssen wir folgt gesetzt sein, damit Du das Level schaffst:

source: Your progress
de: Dein Fortschritt

source: Some information
de: Einige Informationen für Dich

source: Run demo
de: Zeige Demo

source: An error occured
de: Es trat ein Fehler auf

source: We are sorry, but the following error occured
de: Tschuldigung, aber der folgende Fehler trat auf

source: Restart the game
de: Neustart

source: Overview
de: Überblick

source: Please find some details below:
de: Hier sind ein paar Details:

source: Item
de: Eintrag

source: Value
de: Wert

source: Current level
de: Aktuelle Ebene

source: Last played
de: Zuletzt gespielt

source: Achieved points
de: Bisherige Punkte

source: Minutes played this game
de: Spieldauer (Minuten)

source: Minutes played overall
de: Insgesamt gespielt (Minuten)

source: Number of games played
de: Anzahl der gespielten Spiele

source: There is no need to login again, you may log out if you wish.
de: Es gibt keinen Grund sich erneut anzumelden, aber vielleicht willst Du dich abmelden...

source: Log out
de: Abmeldung

source: Please log in
de: Bitte melde dich an

source: Please enter some details below:
de: Bitte gebe ein paar Details an:

source: Not yet registered?
de: Noch nicht registriert?

source: Please fill in some login details to get started. Press the button below...
de: Wir benötigen nur wenige Angaben. Bitte drücke den Knopf...

source: Register now!
de: Melde dich jetzt an!

source: Forgot your password?
de: Passwort vergessen?

source: In case you do not remember your password, please press button below:
de: Falls Du dein Kennwort vergessen hast, drücke bitte den Knopf:

source: Reset Password
de: Passwort zurücksetzen

source: Change your password
de: Passwort ändern

source: Please enter your old and new password below:
de: Bitte gib dein altes und dein neues Passwort ein:

source: Change my password
de: Ändere mein Passwort

source: Password change complete
de: Passwortänderung abgeschlossen

source: Your password has been changed. You can log in now on the
de: Dein Passwort wurde geändert, du kannst dich jetzt anmelden.

source: Login page
de: Login

source: Password reset complete
de: Passwortänderung abgeschlossen

source: You are now ready to go ahead
de: Du kannst jetzt fortfahren

source: Your new password has been set. You can log in now on the
de: Dein Passwort wurde geändert, du kannst dich jetzt anmelden.

source: New password
de: Neues Passwort

source: Please enter your new password
de: Bitte gebe Dein neues Passwort ein

source: Please enter your new &nbsp;password twice:
de: Bitte gebe Dein neues Passwort zweimal ein:

source: Password reset email sent
de: Du hast eine Nachricht zum Passwortändern bekommen

source: Please now check your inbox
de: Bitte schaue in Deinen Posteingang

source: We've emailed you instructions for setting your password. You should receive this email shortly!
de: Wir haben Dir eben eine Email zum Setzen des Kennwortes geschickt!

source: Password reset
de: Passwort zurücksetzen

source: Please enter your email below and we will send you some instructions for getting a new one:
de: Bitte gebe Deine email unten ein und wir schicken Dir Informationen zum neuen Anmelden zu:

source: Send me instructions
de: Bitte sende mir die Anweisung

source: Registration
de: Registrierung

source: The sign-up is only needed to store your results and to give you a name. It won't be used anywere outside of this &nbsp;game, nor will it be used to get into contact with you.
de: Die Anmeldung wird ausschließlich intern verwendet damit wir Deine Ergebnisse verwalten können und damit du einen Namen hast.

source: Please register yourself and enter some details below:
de: Bitte registriere dich und gebe wenige Details ein:

source: Register
de: Registrierung

source: Continue the game now
de: Setze das Spiel fort

source: Play level again
de: Spiele die Ebene erneut

source: Not yet played
de: Noch nicht gespielt

source: Start now
de: Starte jetzt

source: You just started from the beginning, so level has to be one, please restart the game!
de: Da Du gerade vom Anfang gestartet bist, muss die Ebene 1 sein. Bitte starte neu!

source: The requested level is not in line with our expectations, please restart the game!
de: Tschuldigung, aber die in der URL verstecke Ebene passt nicht zu deinem Spielstand. Schummeln ist nicht, also Neustart ;)

source: We are sorry, but the provided level-id does not fit your overall progress, you have to restart.
de: Tschuldigung, aber die in der URL verstecke Ebene passt nicht zu deinem Spielstand. Schummeln ist nicht, also Neustart ;)

source: left:
de: Links:

source: right:
de: Rechts:

source: Please press start and check the DIP-settings...
de: Bitte drücke Start und prüfe die DIP-Einstellungen...

source: Start Level
de: Starte die Ebene

source: We are sorry, but the user has to be known/logged in, you have to restart.
de: Tschuldigung, aber Dein Benutzer muss bekannt und angemeldet sein. Schummeln ist nicht, also Neustart ;)

source: The user seems to be unknown, please log in and restart
de: Der Benutzer ist unbekannt, bitte neu anmelden und starten

source: log in
de: Anmeldung

source: No info available...
de: Keine Informationen da...

source: Abort Level?
de: Ebene abbrechen?

source: Next Level
de: Weiter geht's

source: Restart?
de: Neustart?

source: Retry
de: Wiederholung

source: Level failed somehow, please try again, result=
de: Das Spiel hat einen internen Fehler. Fehlercode=

source: Retry Level?
de: Ebene wiederholen?

source: We are sorry, but the provided level-id is no longer available, you have to restart.
de: Tschuldigung, aber die in der URL verstecke Ebene passt irgendwie nicht zu deinem Spielstand. Schummeln ist nicht, also Neustart ;)

source: Usual email
de: Normale email

source: Email to console
de: Email auf Konsole

source: Email to file
de: Email in Datei

source: Login User
de: Anmeldebenutzer

source: Login user password
de: Anmeldename und Kennwort

source: Using TLS?
de: TLS?

source: Path for email-file to be written
de: Pfad für eine lokale Emaildatei

source: Logging level
de: Log-Level

source: Subject
de: Überschrift

source: Some Text
de: Irgendwas

source: This is a simple testmail.
de: Dieses ist eine Test-email.

source: From(email)
de: Absender-email

source: me@test.com
de: ich@test.de

source: To(email)
de: Empfangs-email

source: Email check passed without issues?
de: War der Email-Check erfolgreich?
